Repository: jeffsmonteiro/catliteforwp
Catalog: dotorg/trunk/languages/catforwp-*.po
Languages: pt_br

source: Turn your WordPress Admin Interface more clean, friendly and actual using this Free and Open Source WordPress Admin Theme. To get a more fun interface, you can enable this theme to use emojis to replace dashicons! ;)
pt_br: Deixe a interface do seu Admin no WordPress mais leve, amigável e atual usando esse Tema Grátis e de Código Aberto. Para tornar a interface ainda mais divertida, você pode ativar este tema para usar emojis no lugar os ícones padrões! ;)

source: Emojify Settings
pt_br: Configurações de Emoji

source: Thanks for using this plugin! Currently, Emojify offers 60 pre-configured emojis for the most popular plugins of WP.org repository. So, the major part of plugins will not display an icon on admin menu after activation. In this case, is recommended that you create a custom css to add this emoji. Over time, new emojis will be added by default.
pt_br: Obrigado por usar este plugin! Atualmente a funcionalidade Emojify oferece 60 emojis pre-configurados para os plugins mais populares do repositório WP.org. Então a maior parte dos plugins não deverão mostrar emojis na barra de menu após a ativação do Emojify. Nesse caso, é recomendado que você adicione os emojis através do campo CSS Customizado. Com o passar do tempo, novos emojis serão adicionados por padrão.

source: Help
pt_br: Ajuda

source: Emojify Menu
pt_br: Menu Emojify

source: Check if you want to replace icons of the admin menu by emojis 😁
pt_br: Marque essa opção para substituir os ícones padrões na barra lateral por emojis 😁

source: Custom CSS
pt_br: CSS Customizado

source: Add new emojis using custom CSS code.
pt_br: Adicione novos emojis usando CSS Customizado.

source: Be a PRO!
pt_br: Seja PRO!

source: Get a White Label Admin with the Pro
pt_br: Adicione a sua marca no Admin usando a versão PRO

source: - Hide the WordPress brand in the navigation bar
pt_br: - Esconde a marca WordPress na barra de navegação

source: - Use your own brand on the top bar
pt_br: - Use a sua marca na barra superior

source: - Replace the WordPress brand with your own brand on the login page
pt_br: - Subsititua a marca WordPress pela sua na página de login

source: - Change the brand link on the login page to your homepage
pt_br: - Substitua o link na marca da página de login para a sua homepage

source: - Change the background color of the login page
pt_br: - Altere a cor de fundo da página de login

source: - Replace the WordPress brand with your brand in the edit block (Gutenberg)
pt_br: - Substitua a marca WordPress pela sua no bloco de edição Gutenberg

source: - Add a custom favicon to the Admin Area
pt_br: - Adicione um favicon personalizado no Admin

source: - Choose emojis for all sidebar menus using a picker
pt_br: - Escolha emojis para todos os menus da barra lateral utilizando um botão de seleção

source: - Hide or replace WordPress text at the bottom of the Admin Area
pt_br: - Esconda ou substitua o texto do WordPress no rodapé do Admin

source: - Hide the WordPress version text at the bottom of the Admin Area
pt_br: - Esconda o texto de versão do WordPress no rodapé do Admin

source: - Remove non functional widgets from dashboard
pt_br: - Remova widgets não funcionais do Dashboard

source: - And more ...
pt_br: - E mais ...

source: Check it out at
pt_br: Veja os detalhes em

source: Emojify not working
pt_br: O Emojify não funciona

source: To enable emojify you need to check the option on Emojify Settings tab. If Emojify is already enabled, can be your OS don't have emoji characteres installed.
pt_br: Para ativar o emojify você precisa marcar a opção na aba Configurações de Emoij. Se o Emojify já estiver ativado, pode ser que o sistema operacional do seu computador não tenha emojis instalados.

source: Where do I customize emojis?
pt_br: Onde eu customizo os emojis?

source: On free version you have a default set of emojis, but only for 60 items (the most popular). If you want to customize these items or add new items (when you get new plugins not coverted by our default sytlesheet), you can use the Custom CSS field to do it.
pt_br: Nessa versão grátis do plugin, você tem uma seleção de emojis padrões, mas apenas para 60 itens (os mais populares). Se você quer customizar esses itens ou adicionar novos (pode acontecer quando você instala novos plugins não cobertos pela folha de estilo padrão), você pode usar o campo CSS Customizado para fazer isso.

source: Can I use custom icons and emojis?
pt_br: Posso usar ícones customizados e emojis?

source: Maybe. After activation of the Emojify feature, all icons are replaced by emojis. May you can use the Custom CSS field to make changes. If you know a little bit of CSS you will do it.
pt_br: Talvez. Após a ativação do Emojify, todos os ícones são substituídos por emoijs. Ainda assim, você pode utilizar o campo de CSS Customizado para fazer alterações. Se você souber um pouquinho de CSS você vai conseguir.

source: Emojis that I set in the Custom CSS are not displayed
pt_br: Emojis que eu configurei no campo CSS Customizado não aparecem

source: Try to clear browser cache and refresh the page. If you are using some cache plugin like Total Cache, try to refresh the cache.
pt_br: Tente limpar o cache do seu navegador e atualizar a página. Se você estiver usando algum plugin de cache como o Total Cache, tente atualizar o cache.

source: Some emojis don't appear in the menu
pt_br: Alguns emojis não aparecem no menu

source: Our plugin cover the 60 most populars in WordPress Plugin Repository, maybe the plugin that you are using are not covered. So, try to add the emoji using the Custom CSS field.
pt_br: Nosso plugin cobre os 60 plugins mais populares do repositório de plugins do WordPress. Talvez o plutin que você está usando não esteja coberto. Tente adicionar o emoji utilizando o campo de CSS Customizado.

source: Have a bug?
pt_br: Encontrou um bug?

source: Open an issue on %1$s
pt_br: Abra uma notificação no %1$s

source: Git Hub Repository
pt_br: Repositório do GitHub

source: Settings
pt_br: Configurações
